Repository: shuiandy/Cadenza
Catalog: Cadenza/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Delete Permanently?
de: Endgültig löschen?
es: ¿Eliminar permanentemente?
fr: Supprimer définitivement ?
ja: 完全に削除しますか？
ko: 영구 삭제하시겠습니까?
zh_hans: 永久删除？

source: Delete Recording?
de: Aufnahme löschen?
es: ¿Eliminar grabación?
fr: Supprimer l'enregistrement ?
ja: 録音を削除しますか？
ko: 녹음을 삭제하시겠습니까?
zh_hans: 删除录音？

source: Delete Voice Memory
de: Stimmgedächtnis löschen
es: Eliminar memoria de voz
fr: Supprimer la mémoire vocale
ja: 音声メモリを削除
ko: 음성 기억 삭제
zh_hans: 删除声纹记忆

source: Deleted recordings move to Trash and are removed from the active library after the selected number of days. Cadenza-owned audio files and derived data are included; imported source files remain in their original location. Automatic recovery backups may retain copies until rotation or explicit deletion.
de: Gelöschte Aufnahmen werden in den Papierkorb verschoben und nach der ausgewählten Anzahl von Tagen aus der aktiven Mediathek entfernt. Von Cadenza verwaltete Audiodateien und abgeleitete Daten werden dabei ebenfalls entfernt; importierte Quelldateien bleiben an ihrem ursprünglichen Speicherort. Automatische Wiederherstellungssicherungen können Kopien bis zur Rotation oder ausdrücklichen Löschung aufbewahren.
es: Las grabaciones eliminadas se mueven a la papelera y se quitan de la biblioteca activa después del número de días seleccionado. Se incluyen los archivos de audio administrados por Cadenza y los datos derivados; los archivos de origen importados permanecen en su ubicación original. Las copias de recuperación automáticas pueden conservarlas hasta que se roten o se eliminen explícitamente.
fr: Les enregistrements supprimés sont placés dans la corbeille, puis retirés de la bibliothèque active après le nombre de jours sélectionné. Les fichiers audio gérés par Cadenza et les données dérivées sont inclus ; les fichiers sources importés restent à leur emplacement d’origine. Les sauvegardes de récupération automatiques peuvent conserver des copies jusqu’à leur rotation ou leur suppression explicite.
ja: 削除した録音はゴミ箱に移動し、選択した日数を過ぎると使用中のライブラリから削除されます。Cadenza が管理するオーディオファイルと派生データも削除されますが、読み込んだソースファイルは元の場所に残ります。自動復旧バックアップには、ローテーションまたは明示的な削除までコピーが残る場合があります。
ko: 삭제된 녹음은 휴지통으로 이동하며 선택한 일수가 지나면 활성 보관함에서 제거됩니다. Cadenza가 관리하는 오디오 파일과 파생 데이터도 제거되지만 가져온 원본 파일은 원래 위치에 남습니다. 자동 복구 백업에는 교체되거나 명시적으로 삭제될 때까지 복사본이 남을 수 있습니다.
zh_hans: 删除的录音会移入废纸篓，并在超过所选天数后从当前资料库中移除，包括 Cadenza 创建的音频文件和派生数据；导入的源文件仍保留在原始位置。自动恢复备份可能会保留副本，直到备份轮换或被明确删除。

source: Deleted recordings will appear here for 30 days before being permanently removed.
de: Gelöschte Aufnahmen werden hier 30 Tage lang angezeigt, bevor sie endgültig entfernt werden.
es: Las grabaciones eliminadas aparecerán aquí durante 30 días antes de ser eliminadas permanentemente.
fr: Les enregistrements supprimés apparaîtront ici pendant 30 jours avant d'être définitivement effacés.
ja: 削除された録音は完全に消去されるまで30日間ここに表示されます。
ko: 삭제된 녹음은 영구 삭제 전 30일간 이곳에 표시됩니다.
zh_hans: 已删除的录音将在此保留 30 天后永久移除。

source: Deleted recordings stay here for %lld days. After that, they are removed from the active library and their Cadenza-owned audio and derived data are deleted. Automatic recovery backups may retain copies until rotation or explicit deletion.
de: Gelöschte Aufnahmen bleiben hier %lld Tage. Danach werden sie aus der aktiven Mediathek entfernt und die von Cadenza erstellten Audiodateien und abgeleiteten Daten werden gelöscht. Automatische Wiederherstellungssicherungen können bis zur Rotation oder ausdrücklichen Löschung Kopien behalten.
es: Las grabaciones eliminadas permanecen aquí durante %lld días. Después se eliminan de la biblioteca activa, junto con el audio creado por Cadenza y los datos derivados. Las copias de recuperación automáticas pueden conservar copias hasta que roten o se eliminen explícitamente.
fr: Les enregistrements supprimés restent ici pendant %lld jours. Ils sont ensuite supprimés de la bibliothèque active, avec l’audio créé par Cadenza et les données dérivées. Les sauvegardes de récupération automatiques peuvent conserver des copies jusqu’à leur rotation ou leur suppression explicite.
ja: 削除された録音はここに%lld日間保持されます。その後、使用中のライブラリから削除され、Cadenzaが作成した音声と派生データも削除されます。自動復旧バックアップには、ローテーションまたは明示的な削除までコピーが残る場合があります。
ko: 삭제된 녹음은 여기에 %lld일 동안 보관됩니다. 그 후 현재 라이브러리에서 제거되고 Cadenza가 만든 오디오와 파생 데이터도 삭제됩니다. 자동 복구 백업에는 순환되거나 명시적으로 삭제될 때까지 복사본이 남을 수 있습니다.
zh_hans: 已删除的录音会在此保留 %lld 天。之后，它们会从当前资料库中移除，Cadenza 创建的音频和派生数据也会被删除。自动恢复备份可能会保留副本，直到备份轮换或被明确删除。

source: Deletion is unavailable while storage is moving. Wait for the move to finish, then try again.
de: Das Löschen ist nicht verfügbar, während der Speicherort verschoben wird. Warten Sie, bis der Vorgang abgeschlossen ist, und versuchen Sie es dann erneut.
es: La eliminación no está disponible mientras se mueve el almacenamiento. Espera a que termine y vuelve a intentarlo.
fr: La suppression est indisponible pendant le déplacement du stockage. Attendez la fin du déplacement, puis réessayez.
ja: ストレージの移動中は削除できません。移動が完了してから、もう一度お試しください。
ko: 저장 위치를 이동하는 동안에는 삭제할 수 없습니다. 이동이 끝난 후 다시 시도하세요.
zh_hans: 正在移动存储位置，暂时无法删除。请等待移动完成后重试。

source: Deletion finished. File cleanup will retry automatically.
de: Der Löschvorgang ist abgeschlossen. Die Dateibereinigung wird automatisch erneut versucht.
es: La eliminación ha finalizado. La limpieza de archivos se reintentará automáticamente.
fr: La suppression est terminée. Le nettoyage des fichiers sera automatiquement réessayé.
ja: 削除が完了しました。ファイルクリーンアップは自動的に再試行されます。
ko: 삭제가 완료되었습니다. 파일 정리는 자동으로 다시 시도됩니다.
zh_hans: 删除已完成。系统会自动重试文件清理。

source: Deletion recovery needs attention. Keep Cadenza open, then try again.
de: Der Löschvorgang muss überprüft werden. Lassen Sie Cadenza geöffnet und versuchen Sie es dann erneut.
es: La recuperación de la eliminación requiere atención. Mantén Cadenza abierto y vuelve a intentarlo.
fr: La récupération de la suppression nécessite votre attention. Laissez Cadenza ouvert, puis réessayez.
ja: 削除の復旧を確認する必要があります。Cadenzaを開いたまま、もう一度お試しください。
ko: 삭제 복구에 주의가 필요합니다. Cadenza를 열어 둔 채 다시 시도하세요.
zh_hans: 删除恢复需要处理。请保持 Cadenza 打开，然后重试。

source: Deselect All
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
ja: すべて選択解除
ko: 모두 선택 해제
zh_hans: 取消全选

source: Detail level
de: Detailstufe
es: Nivel de detalle
fr: Niveau de détail
ja: 詳細レベル
ko: 세부 수준
zh_hans: 详细程度

source: Detail View Font Size
de: Schriftgröße der Detailansicht
es: Tamaño de fuente de la vista de detalle
fr: Taille de police de la vue détaillée
ja: 詳細ビューのフォントサイズ
ko: 상세 뷰 글꼴 크기
zh_hans: 详情视图字体大小

source: Detailed
de: Detailliert
es: Detallado
fr: Détaillé
ja: 詳細
ko: 상세
zh_hans: 详细

source: Detect meeting apps
de: Meeting-Apps erkennen
es: Detectar apps de reuniones
fr: Détecter les applications de réunion
ja: 会議アプリを検出
ko: 회의 앱 감지
zh_hans: 检测会议应用

source: Detect who said what after transcription. On-device, ~15s for 1h audio.
de: Erkennt nach der Transkription, wer was gesagt hat. Auf dem Gerät, ~15s für 1h Audio.
es: Detecta quién dijo qué después de la transcripción. En el dispositivo, ~15s para 1h de audio.
fr: Détecte qui a dit quoi après la transcription. Sur l'appareil, ~15s pour 1h d'audio.
ja: 文字起こし後に誰が何を言ったかを検出。デバイス上で処理、1時間の音声で約15秒。
ko: 전사 후 누가 무엇을 말했는지 감지합니다. 기기에서 처리, 1시간 오디오에 약 15초.
zh_hans: 转录后检测谁说了什么。设备端处理，1小时音频约需15秒。

source: Devices & Tools
de: Geräte & Werkzeuge
es: Dispositivos y herramientas
fr: Appareils et outils
ja: デバイスとツール
ko: 기기 및 도구
zh_hans: 设备与工具

source: Diagnostics
de: Diagnose
es: Diagnóstico
fr: Diagnostic
ja: 診断
ko: 진단
zh_hans: 诊断

source: Did anyone just mention my name?
de: Hat gerade jemand meinen Namen erwähnt?
es: ¿Alguien acaba de mencionar mi nombre?
fr: Quelqu’un vient-il de mentionner mon nom ?
ja: 今、誰かが私の名前を出しましたか？
ko: 방금 누가 제 이름을 언급했나요?
zh_hans: 刚才有人提到我的名字吗？

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
ja: 切断
ko: 연결 해제
zh_hans: 断开连接

source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hans: 关闭

source: Don't sync them
de: Nicht synchronisieren
es: No sincronizarlas
fr: Ne pas les synchroniser
ja: 同期しない
ko: 동기화하지 않기
zh_hans: 不同步

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
ja: ダウンロード
ko: 다운로드
zh_hans: 下载

source: Download failed: %@
de: Download fehlgeschlagen: %@
es: Error de descarga: %@
fr: Échec du téléchargement : %@
ja: ダウンロードに失敗しました：%@
ko: 다운로드 실패: %@
zh_hans: 下载失败：%@

source: Download Speaker Model (~80 MB)
de: Sprechermodell herunterladen (~80 MB)
es: Descargar modelo de hablante (~80 MB)
fr: Télécharger le modèle de locuteur (~80 Mo)
ja: 話者モデルをダウンロード（約80 MB）
ko: 화자 모델 다운로드 (~80 MB)
zh_hans: 下载说话人模型（约 80 MB）

source: Downloaded
de: Heruntergeladen
es: Descargado
fr: Téléchargé
ja: ダウンロード済み
ko: 다운로드됨
zh_hans: 已下载

source: Draft a post-meeting summary structure
de: Eine Nachbesprechungs-Zusammenfassung entwerfen
es: Redactar una estructura de resumen post-reunión
fr: Rédiger une structure de résumé post-réunion
ja: 会議後のまとめ構成を作成
ko: 회의 후 요약 구조 초안 작성
zh_hans: 起草会议后摘要结构

source: Drop audio or video file here
de: Audio- oder Videodatei hier ablegen
es: Arrastra un archivo de audio o video aquí
fr: Déposez un fichier audio ou vidéo ici
ja: 音声または動画ファイルをここにドロップ
ko: 여기에 오디오 또는 비디오 파일을 드롭하세요
zh_hans: 将音频或视频文件拖放到此处

source: Duration
de: Dauer
es: Duración
fr: Durée
ja: 長さ
ko: 길이
zh_hans: 时长

source: e.g. What should I do next?
de: z.B. Was sollte ich als Nächstes tun?
es: ej. ¿Qué debo hacer a continuación?
fr: ex. Que dois-je faire ensuite ?
ja: 例：次にやるべきことは？
ko: 예: 다음에 해야 할 일은?
zh_hans: 例如：我下一步该做什么？

source: Edit Folder
de: Ordner bearbeiten
es: Editar carpeta
fr: Modifier le dossier
ja: フォルダを編集
ko: 폴더 편집
zh_hans: 编辑文件夹

source: Edit...
de: Bearbeiten...
es: Editar...
fr: Modifier...
ja: 編集...
ko: 편집...
zh_hans: 编辑...

source: Ember
de: Glut
es: Brasa
fr: Braise
ja: エンバー
ko: 엠버
zh_hans: 琥珀

source: Empty Trash
de: Papierkorb leeren
es: Vaciar papelera
fr: Vider la corbeille
ja: ゴミ箱を空にする
ko: 휴지통 비우기
zh_hans: 清空废纸篓

source: Empty Trash?
de: Papierkorb leeren?
es: ¿Vaciar papelera?
fr: Vider la corbeille ?
ja: ゴミ箱を空にしますか？
ko: 휴지통을 비우시겠습니까?
zh_hans: 清空废纸篓？

source: Enable
de: Aktivieren
es: Activar
fr: Activer
ja: 有効にする
ko: 활성화
zh_hans: 启用

source: Enable cloud integrations
de: Cloud-Integrationen aktivieren
es: Activar integraciones en la nube
fr: Activer les intégrations cloud
ja: クラウド連携を有効にする
ko: 클라우드 연동 활성화
zh_hans: 启用云端集成

source: Enable live transcription
de: Live-Transkription aktivieren
es: Activar transcripción en vivo
fr: Activer la transcription en direct
ja: リアルタイム文字起こしを有効にする
ko: 실시간 전사 활성화
zh_hans: 启用实时转录

source: Enable live transcription during recording
de: Live-Transkription während der Aufnahme aktivieren
es: Habilitar transcripción en vivo durante la grabación
fr: Activer la transcription en direct pendant l'enregistrement
ja: 録音中にリアルタイム文字起こしを有効にする
ko: 녹음 중 실시간 전사 활성화
zh_hans: 录音时启用实时转录

source: Enable MCP server
de: MCP-Server aktivieren
es: Activar servidor MCP
fr: Activer le serveur MCP
ja: MCPサーバーを有効にする
ko: MCP 서버 활성화
zh_hans: 启用 MCP 服务器

source: Enable once before Cadenza can auto-record meetings.
de: Einmal aktivieren, damit Cadenza Besprechungen automatisch aufnehmen kann.
es: Actívalo una vez para que Cadenza pueda grabar reuniones automáticamente.
fr: Activez cette option une fois pour que Cadenza puisse enregistrer automatiquement les réunions.
ja: Cadenzaで会議を自動録音するには、事前に一度有効にしてください。
ko: Cadenza에서 회의를 자동으로 녹음하려면 먼저 한 번 활성화하세요.
zh_hans: 请先启用一次，Cadenza 才能自动录制会议。

source: Enable System Audio Recording in Cadenza Settings before using automatic recording.
de: Aktivieren Sie die Systemaudioaufnahme in den Cadenza-Einstellungen, bevor Sie die automatische Aufnahme verwenden.
es: Activa Grabación de audio del sistema en los ajustes de Cadenza antes de usar la grabación automática.
fr: Activez l’enregistrement audio du système dans les réglages de Cadenza avant d’utiliser l’enregistrement automatique.
ja: 自動録音を使用する前に、Cadenzaの「設定」で「システムオーディオ録音」を有効にしてください。
ko: 자동 녹음을 사용하기 전에 Cadenza 설정에서 시스템 오디오 녹음을 활성화하세요.
zh_hans: 使用自动录音前，请先在 Cadenza 设置中启用“系统音频录制”。

source: Enabling…
de: Wird aktiviert…
es: Activando…
fr: Activation…
ja: 有効化中…
ko: 활성화 중…
zh_hans: 正在启用…

source: Exclude %lld from Smart Folder
de: %lld aus dem intelligenten Ordner ausschließen
es: Excluir %lld de la carpeta inteligente
fr: Exclure %lld du dossier intelligent
ja: %lld件をスマートフォルダから除外
ko: %lld개를 스마트 폴더에서 제외
zh_hans: 从智能文件夹排除 %lld 个

source: Exclude from Smart Folder
de: Aus dem intelligenten Ordner ausschließen
es: Excluir de la carpeta inteligente
fr: Exclure du dossier intelligent
ja: スマートフォルダから除外
ko: 스마트 폴더에서 제외
zh_hans: 从智能文件夹排除

source: Existing config at %@ is not a JSON object — not touching it.
de: Die bestehende Konfiguration unter %@ ist kein JSON-Objekt — sie wird nicht angefasst.
es: La configuración existente en %@ no es un objeto JSON — no se modifica.
fr: La configuration existante à %@ n'est pas un objet JSON — elle ne sera pas modifiée.
ja: %@ の既存設定は JSON オブジェクトではないため、変更しません。
ko: %@의 기존 구성이 JSON 객체가 아니므로 수정하지 않습니다.
zh_hans: %@ 处的现有配置不是 JSON 对象——为安全起见不予修改。

source: Expired
de: Abgelaufen
es: Caducada
fr: Expiré
ja: 期限切れ
ko: 만료됨
zh_hans: 已过期

source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: エクスポート
ko: 내보내기
zh_hans: 导出

source: Export & Backup
de: Export und Sicherung
es: Exportación y copia de seguridad
fr: Exportation et sauvegarde
ja: 書き出しとバックアップ
ko: 내보내기 및 백업
zh_hans: 导出与备份

source: Export %lld
de: %lld exportieren
es: Exportar %lld
fr: Exporter %lld
ja: %lld件を書き出す
ko: %lld개 내보내기
zh_hans: 导出 %lld 个

source: Export All
de: Alle exportieren
es: Exportar todo
fr: Tout exporter
ja: 全て書き出す
ko: 모두 내보내기
zh_hans: 导出全部

source: Export all data (Portable Archive)
de: Alle Daten exportieren (portables Archiv)
es: Exportar todos los datos (archivo portátil)
fr: Exporter toutes les données (archive portable)
ja: すべてのデータを書き出す（ポータブルアーカイブ）
ko: 모든 데이터 내보내기(이동식 아카이브)
zh_hans: 导出全部数据（Portable Archive）

source: Export all recordings
de: Alle Aufnahmen exportieren
es: Exportar todas las grabaciones
fr: Exporter tous les enregistrements
ja: 全録音を書き出す
ko: 모든 녹음 내보내기
zh_hans: 导出全部录音

source: Export Archive…
de: Archiv exportieren…
es: Exportar archivo…
fr: Exporter une archive…
ja: アーカイブを書き出す…
ko: 아카이브 내보내기…
zh_hans: 导出归档…

source: Export every recording that hasn't been exported yet
de: Alle noch nicht exportierten Aufnahmen exportieren
es: Exportar todas las grabaciones que aún no se han exportado
fr: Exporter tous les enregistrements pas encore exportés
ja: まだ書き出されていない全録音を書き出す
ko: 아직 내보내지 않은 모든 녹음 내보내기
zh_hans: 导出所有尚未导出的录音

source: Export Failed
de: Export fehlgeschlagen
es: Error de exportación
fr: Échec de l'exportation
ja: エクスポート失敗
ko: 내보내기 실패
zh_hans: 导出失败

source: Export Here
de: Hier exportieren
es: Exportar aquí
fr: Exporter ici
ja: ここに書き出す
ko: 여기로 내보내기
zh_hans: 导出到此处

source: Export is unavailable while the storage location is being changed.
de: Während der Speicherort geändert wird, ist der Export nicht verfügbar.
es: La exportación no está disponible mientras se cambia la ubicación de almacenamiento.
fr: L’exportation n’est pas disponible pendant la modification de l’emplacement de stockage.
ja: 保存場所の変更中は書き出しを利用できません。
ko: 저장 위치를 변경하는 동안에는 내보내기를 사용할 수 없습니다.
zh_hans: 更改存储位置期间无法导出。

source: Export meeting notes to Notion
de: Meeting-Notizen nach Notion exportieren
es: Exportar notas de reunión a Notion
fr: Exporter les notes de réunion vers Notion
ja: 会議メモをNotionにエクスポート
ko: 회의 노트를 Notion으로 내보내기
zh_hans: 导出会议笔记到 Notion

source: Export recordings to files
de: Aufnahmen in Dateien exportieren
es: Exportar grabaciones a archivos
fr: Exporter les enregistrements dans des fichiers
ja: 録音をファイルに書き出す
ko: 녹음을 파일로 내보내기
zh_hans: 导出录音到文件

source: Export recordings to files?
de: Aufnahmen in Dateien exportieren?
es: ¿Exportar las grabaciones a archivos?
fr: Exporter les enregistrements dans des fichiers ?
ja: 録音をファイルに書き出しますか？
ko: 녹음을 파일로 내보내시겠습니까?
zh_hans: 导出录音到文件？

source: Export to %@ failed
de: Export nach %@ fehlgeschlagen
es: Error al exportar a %@
fr: Échec de l'exportation vers %@
ja: %@ へのエクスポートに失敗しました
ko: %@(으)로 내보내기 실패
zh_hans: 导出到 %@ 失败

source: Export to %@ failed (%lld/%lld done)
de: Export nach %@ fehlgeschlagen (%lld/%lld erledigt)
es: Error al exportar a %@ (%lld/%lld completados)
fr: Échec de l'exportation vers %@ (%lld/%lld effectués)
ja: %@ へのエクスポートに失敗しました (%lld/%lld 完了)
ko: %@(으)로 내보내기 실패 (%lld/%lld 완료)
zh_hans: 导出到 %@ 失败（已完成 %lld/%lld）

source: Export to %@?
de: Nach %@ exportieren?
es: ¿Exportar a %@?
fr: Exporter vers %@ ?
ja: %@に書き出しますか？
ko: %@으로 내보낼까요?
zh_hans: 导出到 %@ 吗？

source: Export to...
de: Exportieren nach...
es: Exportar a...
fr: Exporter vers...
ja: エクスポート先...
ko: 내보내기...
zh_hans: 导出到...

source: Exported %lld recordings to %@
de: %lld Aufnahmen nach %@ exportiert
es: %lld grabaciones exportadas a %@
fr: %lld enregistrements exportés vers %@
ja: %lld 件の録音を %@ にエクスポートしました
ko: 녹음 %lld개를 %@(으)로 내보냈습니다
zh_hans: 已导出 %lld 条到 %@

source: Exported %lld recordings, %lld failed.
de: %lld Aufnahmen exportiert, %lld fehlgeschlagen.
es: %lld grabaciones exportadas, %lld con errores.
fr: %lld enregistrements exportés, %lld échecs.
ja: %lld 件の録音をエクスポートし、%lld 件が失敗しました。
ko: 녹음 %lld개를 내보냈고 %lld개가 실패했습니다.
zh_hans: 已导出 %lld 条录音，失败 %lld 条。

source: Exported %lld recordings.
de: %lld Aufnahmen exportiert.
es: %lld grabaciones exportadas.
fr: %lld enregistrements exportés.
ja: %lld 件の録音をエクスポートしました。
ko: 녹음 %lld개를 내보냈습니다.
zh_hans: 已导出 %lld 条录音。

source: Exported to %@
de: Nach %@ exportiert
es: Exportado a %@
fr: Exporté vers %@
ja: %@ にエクスポートしました
ko: %@(으)로 내보냈습니다
zh_hans: 已导出到 %@

source: External import recipe
de: Anleitung für externen Import
es: Receta de importación externa
fr: Procédure d’importation externe
ja: 外部読み込みレシピ
ko: 외부 가져오기 레시피
zh_hans: 外部导入方案

source: Failed to create database
de: Datenbank konnte nicht erstellt werden
es: Error al crear la base de datos
fr: Échec de la création de la base de données
ja: データベースの作成に失敗しました
ko: 데이터베이스 생성 실패
zh_hans: 创建数据库失败

source: Failed to prepare recording storage: %@
de: Der Aufnahmespeicher konnte nicht vorbereitet werden: %@
es: No se pudo preparar el almacenamiento de las grabaciones: %@
fr: Échec de la préparation du stockage des enregistrements : %@
ja: 録音ストレージの準備に失敗しました：%@
ko: 녹음 저장 공간을 준비하지 못했습니다: %@
zh_hans: 无法准备录音存储空间：%@

source: Failed to set directory: %@
de: Das Verzeichnis konnte nicht festgelegt werden: %@
es: No se pudo establecer el directorio: %@
fr: Impossible de définir le répertoire : %@
ja: ディレクトリを設定できませんでした：%@
ko: 디렉터리를 설정하지 못했습니다: %@
zh_hans: 设置目录失败：%@

source: Failed: %@ — is the port in use?
de: Fehlgeschlagen: %@ — ist der Port belegt?
es: Error: %@ — ¿está el puerto en uso?
fr: Échec : %@ — le port est-il déjà utilisé ?
ja: 失敗: %@ — ポートが使用中ではありませんか?
ko: 실패: %@ — 포트가 사용 중인가요?
zh_hans: 启动失败:%@——端口是否被占用?

source: Fastest. Best for English only.
de: Am schnellsten. Am besten nur für Englisch.
es: Más rápido. Solo recomendado para inglés.
fr: Le plus rapide. Optimal pour l'anglais uniquement.
ja: 最速。英語のみに最適。
ko: 가장 빠름. 영어 전용에 최적.
zh_hans: 最快速。仅适合英语。

source: File export failed
de: Dateiexport fehlgeschlagen
es: Error al exportar el archivo
fr: Échec de l'exportation du fichier
ja: ファイルのエクスポートに失敗しました
ko: 파일 내보내기 실패
zh_hans: 导出文件失败

source: File exported
de: Datei exportiert
es: Archivo exportado
fr: Fichier exporté
ja: ファイルをエクスポートしました
ko: 파일을 내보냈습니다
zh_hans: 已导出文件

source: Files & Folders
de: Dateien & Ordner
es: Archivos y carpetas
fr: Fichiers et dossiers
ja: ファイルとフォルダ
ko: 파일 및 폴더
zh_hans: 文件与文件夹

source: Find meetings by topic
de: Meetings nach Thema finden
es: Buscar reuniones por tema
fr: Trouver des réunions par sujet
ja: トピックで会議を検索
ko: 주제별 회의 찾기
zh_hans: 按主题搜索会议

source: Finish or stop the current recording before switching profiles.
de: Schließen oder stoppen Sie die aktuelle Aufnahme, bevor Sie das Profil wechseln.
es: Finaliza o detén la grabación actual antes de cambiar de perfil.
fr: Terminez ou arrêtez l’enregistrement en cours avant de changer de profil.
ja: プロファイルを切り替える前に、現在の録音を完了または停止してください。
ko: 프로필을 전환하기 전에 현재 녹음을 완료하거나 중지하세요.
zh_hans: 切换配置档案前请先完成或停止当前录音。

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
ja: フォルダ
ko: 폴더
zh_hans: 文件夹

source: Folder Brief
de: Ordner-Briefing
es: Resumen de carpeta
fr: Brief du dossier
ja: フォルダブリーフ
ko: 폴더 브리핑
zh_hans: 文件夹简报

source: Folder name
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
ja: フォルダ名
ko: 폴더 이름
zh_hans: 文件夹名称

source: Folder Not Found
de: Ordner nicht gefunden
es: Carpeta no encontrada
fr: Dossier introuvable
ja: フォルダが見つかりません
ko: 폴더를 찾을 수 없음
zh_hans: 未找到文件夹

source: Folders
de: Ordner
es: Carpetas
fr: Dossiers
ja: フォルダ
ko: 폴더
zh_hans: 文件夹

source: Follow-ups
de: Folgeaktionen
es: Seguimientos
fr: Suivis
ja: フォローアップ
ko: 후속 조치
zh_hans: 跟进事项

source: Font Size
de: Schriftgröße
es: Tamaño de fuente
fr: Taille de la police
ja: フォントサイズ
ko: 글꼴 크기
zh_hans: 字体大小

source: Found a matching file:
de: Eine passende Datei wurde gefunden:
es: Se encontró un archivo coincidente:
fr: Fichier correspondant trouvé :
ja: 一致するファイルが見つかりました：
ko: 일치하는 파일을 찾았습니다:
zh_hans: 找到匹配的文件：

source: Free, fast, offline. No speaker identification.
de: Kostenlos, schnell, offline. Keine Sprechererkennung.
es: Gratis, rápido, sin conexión. Sin identificación de hablantes.
fr: Gratuit, rapide, hors ligne. Pas d'identification des intervenants.
ja: 無料、高速、オフライン。話者識別なし。
ko: 무료, 빠름, 오프라인. 화자 구분 없음.
zh_hans: 免费、快速、离线。不支持说话人识别。

source: Free, offline. Best with microphone input only — system audio (meeting apps) may not be recognized.
de: Kostenlos, offline. Am besten nur mit Mikrofoneingabe — Systemaudio (Meeting-Apps) wird möglicherweise nicht erkannt.
es: Gratis, sin conexión. Mejor solo con entrada de micrófono — el audio del sistema (apps de reuniones) podría no reconocerse.
fr: Gratuit, hors ligne. Fonctionne mieux avec le microphone uniquement — l'audio système (applications de réunion) pourrait ne pas être reconnu.
ja: 無料、オフライン。マイク入力のみに最適 — システム音声（会議アプリ）は認識されない場合があります。
ko: 무료, 오프라인. 마이크 입력에 최적 — 시스템 오디오(회의 앱)는 인식되지 않을 수 있습니다.
zh_hans: 免费、离线。仅适合麦克风输入——系统音频（会议应用）可能无法识别。

source: Full Breakdown
de: Vollständige Aufschlüsselung
es: Desglose completo
fr: Analyse complète
ja: 詳細分析
ko: 전체 분석
zh_hans: 完整分析

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
zh_hans: 通用

source: Generate
de: Generieren
es: Generar
fr: Générer
ja: 生成
ko: 생성
zh_hans: 生成

source: Generate an AI-powered summary of your folder's current state.
de: Erstellen Sie eine KI-gestützte Zusammenfassung des aktuellen Ordnerzustands.
es: Genera un resumen con IA del estado actual de tu carpeta.
fr: Générez un résumé assisté par IA de l'état actuel de votre dossier.
ja: フォルダの現在の状態についてAIによる要約を生成します。
ko: AI를 활용하여 폴더의 현재 상태를 요약합니다.
zh_hans: 生成此文件夹当前状态的 AI 摘要。

source: Generate recaps automatically
de: Rückblicke automatisch erstellen
es: Generar resúmenes automáticamente
fr: Générer automatiquement les récapitulatifs
ja: 振り返りを自動生成
ko: 요약 리뷰 자동 생성
zh_hans: 自动生成回顾

source: Generating brief...
de: Briefing wird erstellt...
es: Generando resumen breve...
fr: Génération du brief...
ja: ブリーフを生成中...
ko: 브리핑 생성 중...
zh_hans: 生成简报中...

source: Generating summary...
de: Zusammenfassung wird erstellt...
es: Generando resumen...
fr: Génération du résumé...
ja: 要約を生成中...
ko: 요약 생성 중...
zh_hans: 生成摘要中...

source: Generating...
de: Wird generiert...
es: Generando...
fr: Génération...
ja: 生成中...
ko: 생성 중...
zh_hans: 生成中...

source: Generating…
de: Wird generiert…
es: Generando…
fr: Génération…
ja: 生成中…
ko: 생성 중…
zh_hans: 生成中…
